Repository: GabrieliusKmel/gkauto
Catalog: gabrieliaus_servisas/autoservisas/locale/*/LC_MESSAGES/django.po
Languages: lt

source: user profile
lt: userio profilis

source: brand
lt: zenklas

source: model
lt: modelis

source: year
lt: metai

source: cover
lt: nuotrauka

source: carmodel
lt: masinosmodelis

source: carmodels
lt: masinosmodeliai

source: customer
lt: klientas

source: plate
lt: numeris

source: vin
lt: vinas

source: color
lt: spalva

source: owner
lt: savininkas

source: car
lt: masina

source: cars
lt: masinos

source: pending
lt: laukiama

source: in progress
lt: progrese

source: completed
lt: pabaigta

source: cancelled
lt: atsaukta

source: date
lt: data

source: status
lt: statusas

source: serviceorder
lt: uzsakymas

source: serviceorders
lt: uzsakymai

source: name
lt: pavadinimas

source: price
lt: kaina

source: about
lt: apie

source: partservice
lt: paslauga

source: partservices
lt: paslaugos

source: reviewer
lt: apzvalgininkas

source: Content
lt: Turinys

source: created at
lt: sukurta

source: partservice review
lt: paslaugos atsiliepimas

source: namai
lt: home

source: sveiki atvykę į autoservisą
lt: welcome to our carservice

source: dabar servise turime:
lt: in our car service we have:

source: mašinų modeliai
lt: car models

source: remontuojamų mašinų kiekis
lt: cars we fix

source: atliekamų paslaugų kiekis
lt: services

source: užsakymų kiekis
lt: orders count

source: mašinų ženklai
lt: car brands

source: paslaugos
lt: services

source: AUTOSERVISAS
lt: CARSERVICE

source: autoservisas
lt: carservice

source: mašinos
lt: cars

source: užsakymai
lt: orders

source: mano mašinos
lt: my cars

source: atsijungti
lt: logout

source: prisijungti
lt: login

source: registracija
lt: register

source: Atsiliepimas pridėtas sėkmingai.
lt: Review added sucessfully
